{
    "navbar": {
      "menu": "MENU",
      "shop": "SHOP",
      "about": "ABOUT",
      "collection": "COLLECTION",
      "cart": "CART",
      "empty": "YOUR CART IS EMPTY",
      "subtotal": "SUBTOTAL",
      "buying": "Keep Buying",
      "finish": "Finalize Purchase"
    },
    "bestsellers":{
        "title": "BESTSELLERS",
        "button": "VIEW ALL"
    },
    "sections":{
        "hoodies": "HOODIES",
        "tshirts": "T-SHIRTS",
        "allprod": "ALL PRODUCTS"
    },
    "accesories":{
        "title": "ACCESSORIES"
    },
    "collection":{
        "title": "NEW COLLECTION",
        "button": "VIEW COLLECTION"
    },
    "contact": {
        "title": "Contact",
        "description": "If you have any questions about our online shop, suggestions or doubts, you can send us a message here. We will respond to your request as soon as possible. If you have questions about an order, please always include your details if possible.",
        "ubi": "Valencia, Spain.",
        "questions": "Frequently Asked Questions",
        "conditions": "Shipping Conditions",
        "returns": "Returns",
        "name": "Name",
        "email": "Email",
        "subject": "Subject",
        "message": "Message",
        "placeholder": "Write your message here...",
        "button": "Send Message",
        "popup": "Message sent successfully"
    },
    "features":{
        "delivery": "EXPRESS DELIVERY",
        "deliverydesc": "Express shipping options available.",
        "packaging": "EMBLEMATIC PACKAGING",
        "packagingdesc": "Includes Close Friends acess, stickers and many more.",
        "payment": "SECURE PAYMENT",
        "paymentdesc": "Paypal, Apple-Pay, Klarna, Bitcoin and all major credit and debit cards accepted."
    },
    "footer":{
        "title": "CAMALS PROJECT®",
        "about": "ABOUT CAMALS©",
        "who": "ABOUT US",
        "legal": "LEGAL NOTICE",
        "privacy": "PRIVACY POLICY",
        "join": "JOIN THE CULT",
        "joindesc": "SIGN UP TO OUR EMAIL LIST AND GET 10% OFF YOUR FIRST ORDER",
        "placeholder": "Email address",
        "button": "JOIN",
        "end": "2023 CAMALS PROJECT ALL RIGHTS RESERVED."
    },
    "shop":{
        "discount": "FREE SHIPPING: NATIONAL OVER 100€ | INTERNATIONAL OVER 200€",
        "title": "ALL PRODUCTS",
        "filters": "FILTERS",
        "filterby": "FILTER BY:",
        "all": "ALL",
        "hoodies": "HOODIES",
        "tshirts": "T-SHIRTS",
        "pants": "PANTS",
        "moreless": "MORE VALUES TO LESS",
        "lessmore": "LESS VALUES TO MORE",
        "remove": "REMOVE",
        "amount": "Amount: "
    },
    "buy": {
        "button1": "ADD TO CART",
        "button2": "Buy with ApplePay",
        "popup": "Functionality Not Available",
        "details": "DETAILS",
        "size": "SIZE GUIDE",
        "shipping": "SHIPPING"
    },
    "pay": {
        "info": "Contact information",
        "infoplaceholder": "E-mail address",
        "shipping": "Shipping address",
        "country": "Country",
        "name": "Name",
        "surnames": "Surnames",
        "street": "Street and house number",
        "house": "House, flat, etc. (optional)",
        "postal": "Postal code",
        "city": "City",
        "state": "Province / State",
        "phone": "Phone",
        "payment": "Payment",
        "card": "Credit or debit card",
        "number": "Card number",
        "expire": "Expiry date",
        "button1": "Continue shopping",
        "button2": "Pay now",
        "show": "Show order summary",
        "summary": "Order summary",
        "amount": "Amount",
        "subtotal": "Subtotal",
        "shippingpay": "Shipping",
        "discount": "Discount",
        "total": "Total"
    },
    "about":{
        "title": "ABOUT US",
        "p1": "At Camals Project, we pride ourselves on being more than just a clothing brand, we are an expression of elevated street style. We were born with a passion to fuse the essence of street fashion with contemporary sophistication, creating a unique experience for those looking to stand out boldly in any environment.",
        "p12": "In every garment we design, we seek to convey an authentic story, capturing the essence of the urban spirit in every stitch. We draw inspiration from the hustle and bustle of the streets, the cultural diversity and the spirit of individuality found in modern metropolises around the world.",
        "p2": "Our motto, 'Street style, elevated', sums up our distinctive approach. We don't just follow trends, we reinvent them to elevate street style to a new level. Every piece of clothing we create combines cutting-edge designs, carefully selected details and impeccable quality that highlights our dedication to excellence.",
        "p22": "At Camals Project, we also pride ourselves on our philosophy of sustainability. We strongly believe in environmental and social responsibility, which is why we strive to use eco-friendly materials in our products and collaborate with ethical suppliers. We want our customers to feel good about wearing our clothes, knowing that they are contributing to a more conscious future.",
        "p3": "We are passionate about connecting with our community and each person who wears our creations. We are committed to delivering an exceptional experience, from the quality of our garments to our customer service. We want every individual who joins the Camals Project to feel part of a modern and vibrant tribe, where fashion becomes a form of expression without boundaries.",
        "p32": "Welcome to our world, where street style meets elevated sophistication. Join us at Camals Project and discover your unique style in every garment we design. Together, let's conquer the streets with boldness and style."
    },
    "descbuy":{
        "detail1": "100% Cotton",
        "detail2": "Precise and accurate printing",
        "detail3": "Oversized cut",
        "detail4": "Pre- and Post-Print Care",
        "size": "All measurements are in cm unless otherwise stated (width is measured 1 cm below the armpit)",
        "shipping1": "- National shipments 24-72H in working days (Spain and Portugal) - TIPSA",
        "shipping2": "- European delivery 48-72H in working days - DHL",
        "shipping3": "- International Shipping 5-7 working days - DHL",
        "shipping4": "*Due to high demand, orders may take longer than usual."
    },
    "legal":{
        "titulo": "LEGAL NOTICE AND TERMS OF USE",
        "datos":"Identification data",
        "p1":"In compliance with the duty of information contained in Article 10 of Law 34/2002, of 11 July, on Information Society Services and Electronic Commerce, the following information is reflected below: Camals Project, with NIF number K-47956286 Contact e-mail camalsproject@gmail.com",
        "condiciones": "Terms of use of the website",
        "usuarios":"Users",
        "p2": "Access and/or use of the CAMALS PROJECT® websites attributes the condition of USER, who accepts, from said access and/or use, the Conditions of Use reflected. The aforementioned Conditions shall be applicable regardless of the General Terms and Conditions of Contract which, where applicable, are mandatory.",
        "propiedad": "Intellectual and industrial property",
        "p3": "CAMALS PROJECT®, as owner of all intellectual and industrial property rights of its web pages, as well as of the elements contained therein (including, but not limited to, images, sound, audio, video, software or texts; trademarks or logos, colour combinations, structure and design, selection of materials used, access and use), owned by CAMALS PROJECT® or its licensors.",
        "p4": "All rights reserved. Pursuant to the provisions of articles 8 and 32.1, second paragraph, of the Intellectual Property Law, the reproduction, distribution and public communication, including making available, of all or part of the contents of this website, for commercial purposes, in any medium and by any technical means, without the authorisation of CAMALS PROJECT®, are expressly prohibited without the authorisation of CAMALS PROJECT®. The USER undertakes to respect the Intellectual and Industrial Property rights owned by CAMALS PROJECT®.",
        "exclusion": "Disclaimer of warranties and liability",
        "p5": "CAMALS PROJECT® is not responsible, under any circumstances, for damages of any kind that may cause, but not limited to: errors or omissions in the contents, lack of availability of the portal or the transmission of viruses or malicious or harmful programs in the contents, despite having taken all the necessary technological measures to prevent it.",
        "modificaciones": "Modifications",
        "p6": "CAMALS PROJECT® reserves the right to make unannounced changes it deems appropriate in its websites, and may change, delete or add content and services provided through the same as the way in which they are presented or located on their websites.",
        "enlaces": "Links",
        "p7": "In the event that the websites contain links or hyperlinks to other Internet sites, CAMALS PROJECT® shall not exercise any control over such sites and content. Under no circumstances shall CAMALS PROJECT® assume any responsibility for the contents of any link belonging to an external website, nor shall it guarantee the technical availability, quality, reliability, accuracy, veracity, validity and constitutionality of any material or information contained in any of these hyperlinks or other Internet sites. Likewise, the inclusion of these external connections does not imply any type of association, merger or participation with the connected entities.",
        "derecho": "Right of exclusion",
        "p8": "CAMALS PROJECT® reserves the right to deny or withdraw access to its websites and/or the services offered without prior notice, at its own request or at the request of a third party, to those users who do not comply with the Conditions of Use.",
        "generalidades": "General",
        "p9": "CAMALS PROJECT® will pursue the breach of the present conditions as well as any improper use of its websites, exercising all civil and criminal actions that may correspond to it by law.",
        "modificacion": "Modification of conditions and duration",
        "p10": "CAMALS PROJECT® may modify at any time the conditions determined here, being duly published as they appear here. The validity of the aforementioned conditions will depend on their exposure and will be in force until they are modified by others duly published.",
        "legislacion": "Applicable legislation",
        "p11": "The relationship between CAMALS PROJECT® and the USER shall be governed by the Spanish legislation in force."
    },
    "privacy":{
        "titulo": "PRIVACY TERMS AND CONDITIONS",
        "responsable": "Who is responsible for the processing of your data?",
        "p1": "Identity: Ferran Galdón Casanova (hereinafter Camals Project®)camalsproject",
        "p2": "CIF: K-47956286",
        "p3": "E-mail: camalsproject@gmail.com",
        "tipo": "What kind of data do we process?",
        "p4": "Depending on the products, services or functionalities that you wish to enjoy at any given time, we will need to process certain data or others. In general, this data will be, depending on the case, the following:",
        "ul1": "Identifying data (e.g. your first name, last name, language, country from which you interact with us, contact details, etc.).",
        "ul2": "Financial and transactional information (e.g. your credit card details, information about your purchases, orders, returns, etc)..",
        "ul3": "Connection, geolocation and navigation data (in case you interact with us from your mobile phone, for example).",
        "ul4": "Data on your tastes and preferences.",
        "p5": "Remember that, when we ask you to fill in your personal data to give you access to some functionality or service of the website, we will mark some fields as compulsory, as they are data that we need in order to provide you with the service or give you access to the functionality in question.",
        "p6": "Please note that if you choose not to provide us with these details, you may not be able to complete your user registration or enjoy these services or functionalities.",
        "legitimacion": "What is the legitimacy for the processing of your data?",
        "p7": "The legal basis that allows us to process your personal data also depends on the purpose for which we process it, so we will find different legal bases under the following purposes:",
        "ul5": "Manage your registration as a user of the website",
        "p8": "The legitimacy for the processing of your personal data to carry out the registration and user registration on our website is found in the consent of the interested party, requested for the specific case.",
        "ul6": "Development, performance and execution of the sales contract",
        "p9": "The management of the purchase of products or services through our website, as well as the payment of the same and the invoicing, as well as the sending of the same, is legitimised by the execution of the contract itself.",
        "ul7": "Customer Service",
        "p10": "We consider that we have a legitimate interest in dealing with the requests or queries that you submit to us through the various existing means of contact. We understand that the processing of this data is also beneficial to you insofar as it allows us to attend to you properly and resolve the queries raised. When you contact us, in particular, for the management of incidents related to your order or the product/service purchased through the website, the processing is necessary for the execution of the purchase contract. When your query is related to the exercise of the rights about which we inform you below, or claims related to our products or services, what legitimises us to process your data is the fulfilment of legal obligations on our part.",
        "ul8": "Marketing",
        "p11": "The legitimate basis for processing your data for marketing purposes is the consent you give us, for example when you agree to receive personalised information through various means, authorise the sending of newsletters or when you accept the legal bases to participate in a promotional action or to publish your photographs on the website or on our social media channels. In order to show you personalised information, we consider that we have a legitimate interest in profiling the information we have about you (such as your browsing, preferences or purchase history) and the personal data you have provided us with, such as age range or language, as we understand that the processing of this data is also beneficial to you because it allows you to improve your user experience and access information in accordance with your preferences.",
        "ul9": "Usability and quality analysis (cookies)",
        "p12": "We need your consent to analyse the usability of our website and the degree of user satisfaction as we understand that the processing of this data is also beneficial to you because the purpose is to improve the user experience and offer a higher quality service.",
        "ul10": "Application for employment",
        "p13": "If you apply for one of the published job offers, your data will be processed on the basis of your consent. This consent may be withdrawn at any time, but your application will not be taken into account in our selection processes.",
        "datos": "Will we share your data with third parties?",
        "p14": "In order to fulfil the purposes indicated in this Privacy Policy, it is necessary for us to give access to your personal data to third parties who support us in the services we offer you and which are detailed below:",
        "ul11": "Financial institutions.",
        "ul12": "Technology service providers.",
        "ul13": "Logistics, transport and delivery service providers and partners.",
        "ul14": "Providers of customer service related services.",
        "ul15": "Marketing and advertising service providers and partners.",
        "modificaciones": "Changes to this policy",
        "p15": "We may change the information contained in this Privacy Policy from time to time. If we do so, we will notify you in a variety of ways throughout the site (for example, through a banner, pop-up or push notification), or we will notify you at your email address when the change in question is significant to your privacy so that you can review the changes, assess them and, if appropriate, object or unsubscribe to any service or functionality. In any case, we suggest that you review this Privacy Policy from time to time in case there are minor changes or we introduce any interactive improvements, taking advantage of the fact that you will always find it as a permanent point of information on our website.",
        "p16": "Our Privacy Policy last updated: 10/06/2023"
    },
    "infinity":{
        "maintitle": "INFINITY COLLECTION",
        "p1": "Camals Project presents its collection 'INFINITY COLLLECTION'.",
        "p2": "Two designs together in 3 pieces of different colors, available both sweatshirts and t-shirts.",
        "p3": "This collection represents the foundations of the brand, and retains the modern and renewable style that we want to maintain.",
        "p4": "I hope you like and enjoy it",
        "title": "INFINITY COLLECTION",
        "button": "VIEW ALL"
    }
}